IDEA Open Model
CheckResSummary.CheckValue Property
Compatible with IDEA StatiCa Beta 20.0
 Check value
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double CheckValue { get; set; }
Public Property CheckValue As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
CheckResSummary Class
IdeaRS.OpenModel.Connection Namespace